# terminal tools
# brew "chezmoi"
brew "antidote" 
brew "fzf"
brew "jq"
brew "neovim"
brew "nnn" 
brew "parallel"
brew "powerlevel10k" 
brew "rename" 
brew "ripgrep" 
brew "saulpw"/vd/visidata
brew "sqlite"
brew "z"
brew "zsh" 

{{ if eq .chezmoi.os "darwin" -}}
# macos
brew "FelixKratz/formulae/borders"
cask "aerospace", args: { no_quarantine: true }
cask "xcodes"
{{ end -}}

# formatters
brew "black" 
brew "prettier" 
brew "shfmt" 
brew "sqlfluff"
brew "stylua" 

# fonts
tap "homebrew/cask-fonts"
brew "font-meslo-lg-nerd-font"

# apps
brew "kitty"

# environment manager
brew "pyenv"
