# CLI tools
brew "zsh" 
brew "antidote" 
brew "fzf"
brew "imagemagick@7" # pin since slow build
brew "jless"
brew "jq"
brew "rename" 
brew "z"
brew "starship"
brew "ast-grep"

brew "ripgrep"
brew "eza"
brew "uutils-coreutils"
brew "uutils-diffutils"
brew "dust"

# CLI apps
brew "neovim", args: ["HEAD"]
brew "zellij"
brew "zk"
brew "yazi"

# macos
brew "FelixKratz/formulae/borders"
brew "kanata"
cask "aerospace", args: { no_quarantine: true }
cask "xcodes"
cask "ghostty"
cask "keycastr"
cask "sioyek"

# formatters
brew "prettier" 
brew "stylua" 

# fonts
cask "font-meslo-lg-nerd-font"

# non-native apps
# cask "dropbox"
# cask "linearmouse"
# cask "rar"
# cask "vlc"
# cask "wechat"

# languages
# brew "nvm"
# brew "pyenv"
# brew "typst"
